{
    "entries": [
        {
            "timestamp": "2025-06-08T14:50:54.860630",
            "id": "7538efe0-0be5-469c-a4ce-0c337fba2578",
            "title": "\"i identify more with american culture",
            "text": "I identify more with American culture, but I think that is because I am a\nforeigner living in China. If I was back home in Charlotte, NC, I may feel\nexcluded from the culture at times. Even watching from afar on social media, I\nsee how I identify less and less with my hometown and more with the people\naround me (who also look more like me). I think being an adoptee has at times\ndefinitely made it hard feeling close to Asian or Chinese-American culture\nbecause I didn’t grow up in Asian environments. I didn’t have Asian family\nmembers, so some of the commonalities many Asians have I feel left out of.\nStill, I look Chinese and when a stranger sees me at first glance, they don’t\nknow my upbringing or background, so I am subject to discrimination just like\nany other Asian looking person, so there is some solidarity in that. I may have\ndifferent life experiences than other Asians, but there is still a strong sense of\nChineseness or Asianness that can’t be stripped away even though I am\nadopted.\nWhat emotions/th",
            "tags": [
                "identity",
                "culture",
                "American"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T14:51:38.967422",
            "id": "8769f988-da54-41f7-aafb-d8f44fc912c6",
            "title": "My Finding Story ",
            "text": "I was told I was left and found outside of a police station.",
            "tags": [
                "finding story"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T14:54:04.511611",
            "id": "feacc706-01df-4f70-9116-9c5fa8b39e89",
            "title": "Family dynamics",
            "text": "As an adoptee, I’ve always had a broad definition of family as something that can cross\nbiological ties. I consider close friends and pets as family. At times, I feel a bit left out when\npeople talk about how they’re able to trace their genetic lineage more extensively since that’s\nsomething I can’t really do. When I hear people talk about ancestors I think it’s something I’m\nbetter able to relate to since, in my mind, the ancestors from my biological family sort of\nconceptually transcend geographic barriers. The idea of ancestors makes me feel a bit more\nconnected to my biological family in a sense.\n\nOverall, I don’t think being an adoptee has largely affected my relationships with my\nclose family members. My parents were always open to talking about adoption with both my\nsister and I growing up. They made sure that we knew it was and still is okay to want to ask\nquestions and have a variety of emotions about being adopted. One family relationship that’s\nbeen important for me as an adoptee is with my aunt. She’s from China and I learned a lot about\nChina through her. I’d say that relationship really helped me become more interested in my\nChinese heritage and the culture.",
            "tags": [
                "adoptive parents",
                "family",
                ""
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:04:38.484977",
            "id": "09f96d18-7b17-4dac-954e-925a897efda9",
            "title": "Representation growing up ",
            "text": "I lost my shit when Jeremy Lin got famous because for the first time I\nfelt like I had a role model. I was very annoying about it haha. I think besides\nthat we had mulan, but animated. I think now seeing more and more Asians\nrepresented in media is great because I feel like our collective identities are being\nrecognized, but also every story is unique and our differences are celebrated. I\nalso feel extremely privileged to have only worked for Asian women since I\ngraduated from NYU Shanghai. It is so inspiring to have someone who looks like\nyou as a role model every day and to feel confident that you can be in their shoes\none day. Of course this is because these individuals are actually great leaders and\nnot just Asian women, but it does help that I feel a connection to them. I worry\nthat if I return to the US, I wouldn’t feel as empowered in my workplace.\n\nHmmm I am so lazy all things hair/fashion/makeup haha. My mom didn’t let me\nuse eyeliner or mascara growing up because my eyes are different and my\neyelashes kinda fold in. This didn’t upset me or anything, but it feels kinda silly\nlike my white mom trying to protect her special Chinese baby haha. She also\nnever made me eat cereal because she worried I was lactose intolerant. Anyways,\nI’m not big into makeup but that’s really just my personal choice. I don’t feel like\nI adopt Asian trends, but I do love Uniqlo! Not sure if that counts really and I\nthink it’s less related to being adopted and more related to personal preference\nand the cost haha.",
            "tags": [
                "representation",
                "media",
                "culture"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:05:24.599784",
            "id": "35fdac1a-92bd-4765-a41e-abf482f6caab",
            "title": "Interracial Family",
            "text": "One specific thing I wish my family knew or understood better about being an adoptee,\nespecially in an interracial family, is how my race impacts me on a day to day basis. It’s hard to\nexplain to them how big of a factor that is for me since they don’t necessarily look at me as being\ntoo racially different as their child.",
            "tags": [
                "race",
                "adoptive parents"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:06:35.835813",
            "id": "4fb66b72-861e-4dea-9a32-cac509482427",
            "title": "What are you?",
            "text": "When people ask where I’m from I tell them the town where I grew up in the U.S. and\nleave it at that unless they ask more questions. If they ask about my ethnicity, I’ll say I’m\nChinese. The general label I like to use is Chinese American.",
            "tags": [
                "labels",
                "identity"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:07:34.655003",
            "id": "849fef49-cd8b-4a0d-a5c5-1759205e9b7f",
            "title": "I identify with Asian-American culture",
            "text": "I would say I most strongly identify with Asian American culture and bits of Chinese\nculture. Generally, I feel like Asian American culture is most relatable or identifiable for me\nbecause there’s so many other Asian Americans and adoptees have shared experiences within the\nculture. In my experience, I think being an adoptee adds more complexity when it comes to\ncertain cultural identifications, though I don’t think it makes it too difficult to identify within a\nculture. I think when you’re growing up as an adoptee there isn’t always a big focus on the fact\nthat you’re adopted so you’re able to take part in certain cultures more freely.\n\nI get irritated and frustrated when I hear adoptees being referred to as such because it\nimplies that we had a choice in how we were raised and in which communities we were raised in.\nIt also just illustrates the expectations others impose on us just for being Chinese. For me, I think\npeople calling adoptees or other Asian Americans in general “white-washed” or “too Chinese” or\n“not Chinese enough” also shows how the idea of being Chinese differs for so many people. I’ve\nbeen called white-washed plenty of times and my response is usually along the lines of “Well,\nyeah. My whole family is white, it’s kind of unavoidable.”",
            "tags": [
                "whitewashed",
                "Asian-American"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:08:09.591654",
            "id": "fb8ae6e7-1f5e-41d9-9c7e-69335df8a421",
            "title": "Growing up was like this",
            "text": "Growing up, did you feel like there were enough people in your school, community, on TV, on\nsocial media, etc. that looked like you or had a similar experience as you, and in what ways did\nthis affect you, then and now?\nGrowing up, I felt like there were a decent amount of people who looked like me at my\nschool all the way into high school, which helped me feel less like an outsider compared to how I\nfelt with my extended family. Due to that, I think I was more open to learning more about Asian\n(Chinese) culture. As far as seeing people that looked like me or had similar experiences as me in\nthe media while growing up, it was something I didn’t realize was lacking until movies and\nshows with Asians as central characters started coming out more recently. The first time I really\nnoticed this was after I watched the movie To All the Boys I Loved Before, which has a female\nAsian American lead. On top of that, the actress who plays that role was also adopted! This\ndefinitely highlighted the lack of representation in film, TV, social media, etc. I experienced\ngrowing up. Now there’s been a significant increase of people who look like me in the media as a\nwhole, which truly just makes me feel seen and more validated in terms of identity.",
            "tags": [
                "media",
                "culture",
                "representation"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:09:54.626448",
            "id": "4675e8fc-0ba1-46ba-9b24-91a11d1c2194",
            "title": "How I was found",
            "text": "From what I can recall, I was left on\nthe doorstep of the orphanage on September 15, 2002 and I was identified as around 3\ndays old.",
            "tags": [
                "finding story"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:10:32.592592",
            "id": "934c24c8-6f17-42ac-acbb-7fd0d5f029ee",
            "title": "Missing heritage",
            "text": "I would definitely define ‘family’ as those that you love\nunconditionally as return that same affection. Whenever people have spoken\nabout their ancestry in the past, it kind of felt like I had a missing heritage\nbecause I knew that there is existing information that I had no way of accessing.\nAsking my mom about her own ancestry was cool, but it never directly\ntranslated to me so it did not feel very fulfilling in a sense. As a child, I always\nwanted to know more about my biological family similarly to how people know\ntheir family tree. I had a project in elementary school where we made family trees\nand it felt so impersonal when asking my parents because it wasn’t truly mine.",
            "tags": [
                "family",
                "missing heritage",
                "ancestry"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:11:38.408874",
            "id": "be0682b3-939b-430e-a18c-dc057b514d5d",
            "title": "They insist I'm beautiful",
            "text": "This is kind of a\nhard question because my parents hold Chinese culture in high regard and have\nhad some efforts to help my sister and I stay in touch with our culture as kids. I\nguess maybe the racial aspect I wish they understood more, especially during my\nangsty, omg I hate everything, prepubescent, middle school years. For me\npersonally, I was always super aware of how I was perceived because I stood out\na lot in my circle of friends because they were all white. My parents never\nunderstood why I thought that boys wouldn’t find me attractive because I was\nChinese because, as most parents believe, they insist that I’m beautiful.",
            "tags": [
                "race",
                "beauty"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:12:26.849885",
            "id": "7a3ad1f7-94d5-49cd-b3ff-7899e99185aa",
            "title": "To be honest, I kind of avoid saying I'm adopted ",
            "text": "To be honest, I kind of avoid\nsaying that I’m adopted. I know that it’s an interesting part about myself, but I\ndon’t like to stand out that much and I don’t see it as much of a big deal. I often\nforget that whenever I make friends I don’t tell them I’m adopted and they’re\nsurprised when I show them my family and they’re all white. There have been\ntimes when months after befriending someone they go “Wait you’re adopted?”\nbecause a lot of the time I just assume that everyone knows. So for “What are\nyou?” I usually say Chinese and “Where are you from?” I say South Carolina. But\nin China I usually just say ABC. Culture means to me both the environmental and\nethnic part of one’s identity. I think this definition mostly applies for people that\nare still “near” their family’s country of origin and the country they grew up in. I\nmean near in a timely sense. Because I wouldn’t say that someone’s family that\nimmigrated to America from Germany in the 1400s is also culturally German. For\nadoptees this definition would make sense because many of us grew up in\nAmerican culture but want to understand their “birth culture.” So culture to me is\ndifferent from my hometown community because their culture is just American\nbut because of the adoptee's complicated beginnings, culture means much more.",
            "tags": [
                "American",
                "ABC"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:13:04.602346",
            "id": "8fa7230d-5d4d-4be8-b84f-c1da9626373f",
            "title": "Being American",
            "text": "I would say that I am extremely American.\nI identify with this culture because it’s what I grew up in. No matter how long\nI live in China or learn about Chinese culture, I will never be able to be fully\nintegrated into it because I am missing the mindset and nuances that come\nalong with growing up Chinese. As I said above, I can say that Chinese culture\nis “mine” but not in the way that I understand what it’s like to be a part of it, I\ncan only understand it as a foreigner. Being adopted doesn’t impact me as\nmuch because I am extremely ignorant in Chinese culture. I compare myself a\nlot to ABCs these days. This is because I technically am more Chinese than\nthem, but they are more culturally Chinese in every sense because of their\nexposure from their family.",
            "tags": [
                "American",
                "culture"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:13:37.448463",
            "id": "fefd2702-a3be-4c14-9b33-44489205ca6d",
            "title": "College in China",
            "text": "I think of embarrassment whenever hearing these\nwords because “white-washed” has definitely been used to describe me. Now\nthat I’m in college in China this affects me more because when you’re surrounded\nby white people all the time, no one notices cultural things because you’re\nAmerican. But in China, being surrounded by ABCs, I feel ashamed whenever I’ll\nbe around them speaking Chinese with each other because I feel like I should’ve\nbeen learning Chinese all this time so I can communicate and understand what’s\ngoing on. Going about daily life in China makes me ashamed too because I know\nthat the people around me are judging me because I look Chinese and have no\nidea what they are saying to me. I kind of have a theory that I’m like the lowest\nof the low on the foreigner tier list because white people are tolerated and even\nadmired, but an Asian person that only speaks English just seems disrespectful.",
            "tags": [
                "college",
                "language"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:15:27.280866",
            "id": "139299cb-ddd9-4b18-991a-05d9ccd31126",
            "title": "I was performing for this culture by the\nway I dress and put on makeup",
            "text": "here was like zero representation throughout my childhood.\nHowever, I actually have 2 adopted cousins but they live across the country\nand they never really felt the need to connect to China like my sister and I did\nso there was kind of a disconnect there. But the overall lack of not seeing East\nAsian people made me wish to be white as a kid because most of the people\nclose to me were white and attractive and popular. So I convinced myself that\nif only I was white I would be more popular and attractive. People definitely\nweren’t mean to me but I could tell I wasn’t really considered attractive and it\nwas hard for me to distinguish if it was because I was an awkward teen or\nAsian, maybe it was a bit of both. I think I kind of put my pretty, white\nfriends on a pedestal. Whenever I secretly got into K-Pop a few years ago I\nrealized that East Asia wasn’t a place that adored white people and all their\nmedia wasn’t eurocentric. The popularity of Asian media that began to rise\nmade me realize that the world doesn’t revolve around America which\nshocked me because there’s that saying that many people believe that’s like\n“We’re so lucky to be born here and live here because of all the freedom we\nget.” These days, I feel like I am trying to cater to Asian beauty standards more\nthan Western. I feel like in America, I was performing for this culture by the\nway I dress and put on makeup, and I felt like I mastered it in a way. But now\nthat I’m in China it’s kinda putting me in an identity crisis because the\nstandards here are so different and I’m often frustrated that I haven’t been able\nto change to the Chinese aesthetic. It does take a toll on my self esteem here\nbecause I feel like the most ignorant American ever and I keep thinking about\nwhat it would’ve been like to grow up in China and not feel so out of place.",
            "tags": [
                "representation",
                "Asian beauty standards",
                "crisis"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T15:16:47.081389",
            "id": "411db359-80f7-440a-8859-c466cfc522a1",
            "title": "Where I am from: Maoming, Guangzhou",
            "text": "I was found near the entrance of an office building in downtown Maoming, Guangzhou.\nIt was somewhere with a lot of foot traffic, so someone had found me easily.",
            "tags": [
                "finding story"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T16:08:25.132096",
            "id": "5256185e-11eb-4aa6-9b7e-ef94d9ce1a35",
            "title": "How i see family",
            "text": "As an adoptee I see family as something that is beyond just blood relation. Sometimes\npeople would ask whether I was “real” family with my parents and my sister and I would\nalways respond that of course I am. I see it as a deep bond, connection, and love rather\nthan just something having to do with bloodline or direct lineage.",
            "tags": [
                "lineage",
                "ancestry"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T16:11:57.884620",
            "id": "a349e8ae-d62e-44ce-b3f0-1ecfffe5336d",
            "title": "Looking different",
            "text": "There have been times where I have been mistaken for my sibling’s friend since we do\nlook a bit different. There have also been times where people do not think I am my\nparents’ child when we have been out running errands or something like that.\n10. I think it was in elementary school when I started to realize that my appearance was\ndifferent from those around me. I felt isolated a bit since I was different and even more\nso when others would notice too. There was a Western beauty standard that I felt I did\nnot fit and that made it difficult to accept and appreciate my own beauty.",
            "tags": [
                "Western beauty",
                "beauty standards"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T16:13:09.546212",
            "id": "a20e46c3-94ac-4583-a3f9-ae581c9a92c7",
            "title": "Re: I was performing for this culture by the\nway I dress and put on makeup",
            "text": "I think I tend to adopt more hair and fashion trends from Western sources since there is\nso much from the media that I am influenced by, but I have been adopting more\nmakeup trends from Asian sources. Western sources for makeup is also kind of limited\nfrom some of the representation of different physical features of the face and\nparticularly my eye shape.",
            "tags": [
                "representation",
                "Asian beauty standards",
                "crisis"
            ],
            "parent_id": "139299cb-ddd9-4b18-991a-05d9ccd31126"
        },
        {
            "timestamp": "2025-06-08T16:15:01.861274",
            "id": "e17a550b-6b86-420b-a2c9-166037cae6d4",
            "title": "Biological family ",
            "text": "I am lucky enough to find that my adoptive family aligns with the typical\nunderstanding of what a biological family would be and feel like, I just look\ndifferent. Saying “adoptive family” doesn’t feel genuine. They are just my family\neven with all of our differences and disagreements. Still, I can feel a bit ostracized\nby my extended family that are white and generally not as progressive as my\ndirect family members. For much of my childhood, I would sort of insert myself\ninto my parents’ family lineage. I genuinely found their European ancestral\nstories and lineages to be intriguing even though I didn’t actually have a\nconnection to it myself. For an elementary school project on tracking family\nheritage, I told the story about my family’s Italian and Jewish background and\nnot my own story coming from China.",
            "tags": [
                "adoptive family",
                "white family",
                "ancestry",
                "lineage"
            ],
            "parent_id": "4675e8fc-0ba1-46ba-9b24-91a11d1c2194"
        },
        {
            "timestamp": "2025-06-08T16:44:05.976265",
            "id": "2e3fd5b0-8dec-466e-9dcc-897cd93cc178",
            "title": "My interracial family ",
            "text": "The largest area where my relationship with my family is complicated is in\nthe fact that I am a POC and they are white. There are simply some things\nabout being Asian that they will never understand. My relationship with\nthem is complicated by this obvious difference that I never truly learned how\nto communicate. In the past, I didn’t feel comfortable communicating that I\nwant them to be more understanding of their whiteness and do more for\nmovements like Black Lives Matter. I have felt guilty for this. I also view\nadoption much differently than I did before. It is such a nuanced experience\nthat I view somewhat negatively, but I have not shared this feeling with my\nfamily.\n\nTheir whiteness! The controversies of transnational and transracial\nadoption are probably lost to them. I have heard other people talk about\nbeing adopted as having to “grieve a lost family.” This is such a poignant\nsentiment, but I think it does speak to my experience. It’s so hard to\nrationalize this part of myself with my largely positive and supportive\nupbringing.\nTheir whiteness! The controversies of transnational and transracial\nadoption are probably lost to them. I have heard other people talk about\nbeing adopted as having to “grieve a lost family.” This is such a poignant\nsentiment, but I think it does speak to my experience. It’s so hard to\nrationalize this part of myself with my largely positive and supportive\nupbringing.",
            "tags": [
                "white family",
                "race",
                "transracial"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T16:44:32.310247",
            "id": "aaf2be86-0732-4826-8caa-54fad9592556",
            "title": "Being ABC",
            "text": "For the first time, someone asked me if I was an ABC. For simplicity, I just said\nyes. These questions of where are you from can feel very different depending on\nwho is asking. Usually, I say I am just from California and that I am Chinese. It\ntook me a long time to even say I am Chinese! I can say I am Chinese, but I know\nthis label means something very different to many of the Chinese Americans that I\ngrew up with. To me culture refers to shared customs, ideologies, and experiences\nin a group. My understanding of culture is shaped by being Asian American,\nqueer, and a Chinese adoptee that grew up in the white suburbs. I feel very partial\nin these communities. My experience is unlike most others. I didn’t grow up in a\nChinese household, but I am also not a white person. As I have left my\nhometown, I have done a lot for myself to experience Chineseness apart from my\nwhite hometown and family. It is very rare to find other people that share these\nintersectional identities. Finding people that share even a part of these experiences\nis incredibly meaningful.",
            "tags": [
                "ABC",
                "Asian-American"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:02:25.306242",
            "id": "41f2ccf1-2049-482c-972c-26b252c2134c",
            "title": "Looking different",
            "text": "For me, I think this has significantly impacted me. I remember quite young just\nthinking that NOBODY looked like me. There were plenty of East Asian Chinese\npeople, but they were either paler, taller, thinner, girly, or boyish. I was none of those.\nOf course, this not fitting in was also deeply connected to my queerness and presenting\nandrogynously, but I have a feeling that not seeing anyone that looked like me in my\nschool, community, or media impacted me greatly. I think recently I’ve begun to process\nthis. I still don’t really see that many people that look like me. This lack of\nrepresentation makes it hard for me to see what my future looks like and IF I have a\nfuture. Additionally, I remember not really comprehending what being asian meant until\nI experienced some microaggressions and racism in middle school. Suddenly, all of my\npeers had figured out that they could weaponize their whiteness against me when I did\nbetter on a test or to laugh at me when I was placed in the lower leveled math class.\nThis wasn’t something that my white family prepared me for!",
            "tags": [
                "Asian beauty standards",
                "appearance"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:02:55.906679",
            "id": "898088d3-22fc-4264-adca-c949526ae677",
            "title": "Growing up with other adoptees",
            "text": "Strangely, I grew up around a handful of other Chinese adopted girls. A few\nof us are still very close friends. Still, I look quite different than my Chinese\npeers. A lack of Asian-queer representation in the white suburbs really gave\nme a mindset that whiteness was default. Now, I try to surround myself with\nmore poc and queer people. Mainstream asian representation is still so weak\nand what is there, doesn’t really represent me either. There was a period where\nI learned that a lot of the hair styles of white people just didn’t work for my\nthinner Asian hair. My navigation from “white” styles to styles created by and\nfor Asian people was something I’ve had to do on my own.",
            "tags": [
                "adoptee community"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:03:31.318459",
            "id": "c5ce0395-e373-45f9-b072-83176c5495dc",
            "title": "Finding story ",
            "text": "I was told that I was left on a doorstep of some sort, wrapped in a blanket inside a basket. On top of me I\nhad a note with my assumed birthday, which is the one I celebrate today.",
            "tags": [
                "finding story",
                "birthday"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:03:54.449136",
            "id": "5844d222-d7d0-49d6-9498-429db1dd006e",
            "title": "I define family as...",
            "text": "I define family as my parents who raised me and both sides of my parents as my family. To me, I also\ninclude the family friends who helped raise me and were closely involved in my childhood. When people\nmention “lineage” or “ancestry” I do refer to my unknown Chinese relatives, and the first thought that\ncomes to mind is that I don’t know mine. One thing that has always bothered me is that I don’t know my\ngenetic heritage and never know what illnesses I could be predisposed to. It occured to me very early on\nas a child when I was asked at the doctor if my family has “history of heart disease” or “history of mental\nillness”\n.",
            "tags": [
                "lineage",
                "ancenstry"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:04:33.054234",
            "id": "e42cdd49-ac56-4359-80bf-e96b3b6a9294",
            "title": "Family relationships",
            "text": "Familial Relationships:\nBeing adopted never really affected my family relationships, with my parents at least. It didn’t change\nanything for me, and I always knew I was adopted and that my parents loved me just as if they were my\nbiological parents. For extended family, I didn’t feel like I was seen differently in the family however I\ndid have different bonds with cousins and family my age. I didn’t feel fully included as a cousin, missed\nfamily trips, and wasn’t invited to cousin bonding that my cousins all did without me.\nFamilial Understanding:\nThere's nothing my parents pushed under the rug, or sugar coated when talking about my adoption. I think\nI wish they understood the struggle of being an Asian American that is adopted, with the struggles I faced\nin school. However there's nothing else I wish they payed more attention to or understood.",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:14:36.977164",
            "id": "afdf79d4-3d20-45ca-abc6-70d89321f4c1",
            "title": "What are you",
            "text": "I was always stunned by the “What are you” question, so I’d beat around the bush to make the other\nperson feel bad. I’d rather them ask my ethnicity, to which I’d answer Chinese. When they asked where\nspecifically, I had no shame or embarrassment in saying I was adopted from JiangXi province.\nCulture:\nCulture to me means my Chinese heritage, and whatever knowledge I had of it at the time. As I grew and\nhad more Chinese friends I began to understand and celebrate more. My understanding was smaller than\nothers in my community but I tried my best growing up and still educating myself to fully embrace my\nown culture.",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:49:18.026859",
            "id": "7965c409-075f-46f1-ad9f-07bf28e533f1",
            "title": "Being called whitewashed",
            "text": "Anger, frustration and sadness. I have been called those names numerous times and it's really mostly\nfrustration because of my situation. Others don’t understand that identity can encompass many different\nthings and there’s different aspects to an individual's identity.",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:49:35.845999",
            "id": "c748364f-9338-4bcd-9256-dbb2fcaed320",
            "title": "Asian-american presence in my life",
            "text": "I always knew I had a different appearance the minute I went to grade school. I vaguely remember\nrealizing my eyes were smaller, my hair was a lot darker and lacked texture and that I had a completely\ndifferent face shape. I didn’t struggle with my appearance or different appearance until I was in middle\nschool though, when girls got a lot more obsessed with western beauty standards and started comparing\nthemselves to each other.\nCommunity Appearance:\nNo, not many people had a similar appearance to me growing up. I really lacked Asian American\npresence in my life growing up during my developmental years but in high school the community became\nmore apparent to me. I did have a couple adopted Chinese friends growing up so that really helped me\nrealize that I wasn’t going through certain realizations alone though. I think this mostly affected who I felt\nconfiding in, as I really only confided in my Chinese American friends about certain things pertaining to\nmy identity and feelings about it.",
            "tags": [
                "growing up",
                "Asian-american"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:50:11.404676",
            "id": "42d33c3c-ca34-4e66-8bc0-e92e886f3344",
            "title": "How I was found was lucky",
            "text": "I was told that I was found on a street by a couple policemen who had said that I\nwas born only 1-3 days before being left. It was reported that I still had my\numbilical cord but was bundled in layers and layers of clothes to keep me warm\nwith a rope that tied all the clothes and blankets together. I was in a basket on\nthe side of a sidewalk close to a police station. I was told that my parents loved\nme so much that they wanted me to be found. This made me “lucky” because\nmany unwanted children were left to die in fields, which is honestly a horrifying\nstory to tell a young child",
            "tags": [
                "finding story"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:50:40.144983",
            "id": "44f13987-3268-4901-8edc-b930d1e89023",
            "title": "Re: I define family as...",
            "text": "My definition of family is primarily my adopted mom and dad, though I rarely\nthink of them as my “adopted” family unless it’s in contexts that revolve around\nadoption. They are my family because they provide me with love, guidance, and\nemotional support.\nPersonally, I feel quite removed when people talk about their “lineage.” To me, this\ntopic has never been accessible because I was never provided with information or\naccess to information about my genetics, ancestors, or lineage. I think it’s amazing\nwhen people are able to talk about this and it makes me a bit envious because I\nwish I knew more about my background, but at the same time I don’t really think\nabout this nearly as often as I did when I was younger.",
            "tags": [
                "lineage",
                "ancenstry"
            ],
            "parent_id": "5844d222-d7d0-49d6-9498-429db1dd006e"
        },
        {
            "timestamp": "2025-06-08T18:52:54.222138",
            "id": "f6cee306-e559-4596-9cf7-777115f969ef",
            "title": "Having little knowledge to describe what i felt ",
            "text": "To my mom and dad, I am viewed as their child, without any additional\nqualifiers, but to my extended family and I suppose society at large, I am\nviewed as their adopted child, which at times can make me feel dysphoric in\nmy identity. I used to feel really uncomfortable with this because while I\nviewed myself as their child and them as my parents, I would always get asked\nwhy they don’t look like me, why they are so much older than me, or if they\nwere my neighbors. As a child, I never asked for this type of scrutiny and it\nmade me withdraw heavily into myself when I was around classmates and my\nparents. I felt embarrassed, burdened, and uncomfortable to have to be\nreminded of being abandoned with little vocabulary or knowledge to navigate\nor combat these feelings, so I think eventually I started to not have my friends\nbe around them and never brought people to my house; I would always go to\ntheirs. I think this type of defensiveness instilled at a young age made me\nbecome instinctively protective of my parents when people talk about them\nbecause I would constantly have to defend my reason for being here, existence,\nand identity. This was one of many challenges that I’ve faced, but it’s an\nunfortunate one because I felt as though my home was my safe space and I\ndidn’t let anyone in.\nAnother challenge that I’ve faced concerns how I process race-related\nsuffering. As I am becoming more and more aware of racial inequalities and\ninequities, along with systems of oppression, I have been faced with a certain\nlevel of cognitive dissonance. When I see or talk about traumatic events that\nare happening to the Asian-American community, I feel a level of fear, anger,\nand sadness but because of my identity, I often feel like I have not suffered\nenough to be allowed to feel these emotions, so I’m left feeling helpless to my\nown emotions. While I look like those who were and are being targeted, I have\nfeatures in my personality, the way I speak, and privilege of a white person\nthat I’m only beginning to unpack.",
            "tags": [
                "dysphoric",
                "race",
                "suffering",
                "abandonment"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:54:20.875823",
            "id": "27e2b931-ffa4-4a5c-96fe-2f44232c97b6",
            "title": "I wish there had been more shows ...",
            "text": "Growing up, I honestly did not notice because I was so immersed in Western\nculture that I would forget that I'm not white, which is very strange to say, but\nit's true. Thinking back now, I wish there had been more shows that would touch\non the effects of adoption and make that experience more documented so\nchildren could understand how to identify with their culture without living with\npeople who are Chinese.",
            "tags": [
                "Western culture",
                ""
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:56:09.508775",
            "id": "4b3b5657-fef3-438a-97b7-8d58f43125bb",
            "title": "Accurate family ",
            "text": "Family means many different things to me. I define it as the people who surround you that love and support you no matter if you’re blood related or not. I have been in many situations when the terms “lineage” or “ancestry”/”genetics” are brought up. Usually these terms are brought up in science classes. I remember being in sophomore biology class, we were studying genetics and the assignment was “create your own punnett square based on your own genetics from your parents.” Obviously I couldn’t create an “accurate” square since I’m not biologically related to my parents. I never ended up saying anything since I felt weird bringing it up to my teacher but, deep down it did make me feel uncomfortable since it seemed I was the only one in this situation",
            "tags": [
                "biology",
                "lineage",
                "ancestry"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T18:58:48.034270",
            "id": "bf305d11-33a5-48ea-92e8-8ecf6ca89381",
            "title": "It feels weird to say Chinese-American",
            "text": "This is one of the hardest topics and challenges about being an adoptee especially from Asian countries. When people ask me “what are you” it feels weird to say Chinese-American since I’m technically 100% chinese...yet I grew up in the US. Part of me feels like I should be more connected with my Chinese side but nothing about my family is Chinese. It’s hard because I see myself as white or your typical American yet I’m Asian.",
            "tags": [
                "Asian",
                "Chinese-American"
            ],
            "parent_id": "afdf79d4-3d20-45ca-abc6-70d89321f4c1"
        },
        {
            "timestamp": "2025-06-08T19:00:06.625665",
            "id": "25a491a3-b4ba-4de1-83f1-f858ffa26d41",
            "title": "People say to me \"I'm sorry\"",
            "text": "Recently my dad remarried and his new spouse is Asian, like me. There’s never been a time where people mistaken her as my mom but whenever we’re out in public I always think that’s what people are thinking. When I meet people for the first time, they automatically assume that I’m mixed which doesn’t really bother me. When people find out that I’m not only adopted but adopted by white people, their reaction changes. I have had people say to me “I’m sorry” that is what bothers me. Not everyone who is adopted has a depressing story and sometimes I feel like people just assume things that aren’t true.",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T19:00:32.551650",
            "id": "33ce063e-3eae-4e93-a3f9-6937401245e1",
            "title": "Growing up in an inclusive environment",
            "text": "I was lucky enough to grow up in an inclusive environment so I actually never thought about how I looked different until I was in high school. High school was when I started noticing how I was different. Starting in senior year, I started to realize that I mainly had been surrounding myself with white kids and my mannerisms matched theirs. I thankfully never had anyone be directly racist towards me but when COVID-19 started, so did the Asian hate. It bothered me a lot even though it didn’t directly affect me. This is when I started to really realize how “white-washed” I really was. Surrounding myself with white kids isn’t necessarily bad but it did open my eyes to the concept of people surrounding themselves with the kinds of people that they were raised with.",
            "tags": [
                "COVID-19",
                "high school"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T19:01:46.329191",
            "id": "dc450570-bb98-4bc0-8fa0-20b1bbbb2a8e",
            "title": "My Finding Story ",
            "text": "I was found at a bus stop in a box with baby formula and a spare set\nof baby clothes. A cleaning lady took me to the police station which\nsent me to an adoption site.",
            "tags": [
                "finding story"
            ],
            "parent_id": "8769f988-da54-41f7-aafb-d8f44fc912c6"
        },
        {
            "timestamp": "2025-06-08T19:02:23.288685",
            "id": "1d31658e-8075-4af3-b4ad-16d0a65178f5",
            "title": "I can’t think of anything I\nwish my family understood better ",
            "text": "Being an adoptee doesn’t really affect my relationship with my\nfamily, because I was adopted at a very young age, so I don’t really\nhave anything to compare its difficulty with. My family does a great job at being transparent with me about my\nadoption experience. With that being said, I can’t think of anything I\nwish my family understood better besides the language (Chinese).",
            "tags": [
                "language",
                "transparency"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T19:03:11.591859",
            "id": "24073794-149b-4d70-85ba-039f8c6cdd6f",
            "title": "How I truly identify ",
            "text": "As a college student, being asked where you are from typically refers to\nyour hometown not where you were born, so I typically respond with\n“Tualatin” or “Portland”. Labels I use include Chinese, Asian etc. I’m\ncurrently taking an anthropology class, so I feel like my understanding of\nculture may come from a more academic standpoint in that I’m able to\nview culture as an intersectionality of multiple different aspects of life. I\nbelieve adoptees identifying with multiple cultures are able to better\nperceive the world around them instead of taking a linear viewpoint. ",
            "tags": [
                "intersectionality",
                "Portland",
                "labels",
                "Asian"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T19:04:36.109399",
            "id": "20d304dd-beba-4fcc-849e-4b01e370bd0d",
            "title": "How I truly identify ",
            "text": "As a college student, being asked where you are from typically refers to\nyour hometown not where you were born, so I typically respond with\n“Tualatin” or “Portland”. Labels I use include Chinese, Asian etc. I’m\ncurrently taking an anthropology class, so I feel like my understanding of\nculture may come from a more academic standpoint in that I’m able to\nview culture as an intersectionality of multiple different aspects of life. I\nbelieve adoptees identifying with multiple cultures are able to better\nperceive the world around them instead of taking a linear viewpoint. It can be difficult at times to determine which cultures I truly identify with,\nbut I would say I identify with both American and Chinese culture.",
            "tags": [
                "intersectionality",
                "Portland",
                "labels",
                "Asian",
                "college"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T19:06:20.603094",
            "id": "f5922f02-0d94-4ea9-9951-f66c5e9c11ef",
            "title": "The only POC at school ",
            "text": "I don’t recall an exact time I remember noticing the difference, but it most\ndefinitely was accentuated in middle school. Going to an all-Chinese\nimmersion elementary school made being an adoptee more normal, but\ngoing to a public middle school with an extreme lack of diversity was a\nwake up call. I didn’t really like being one of the only POC at school until\nhigh school where I became comfortable in my own skin and it stopped\nbothering me. the stereotypes were harsh and my school lacked a lot of diversity. As\nI said before, in middle school I tried to assimilate and fit in the best I\ncould, but I stopped in high school. However, I still don’t tell anyone I’m\nadopted unless it comes up in conversation or we’re close friends.",
            "tags": [
                "school",
                "divserity",
                "POC"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T19:07:38.083478",
            "id": "eed842f4-049e-45ce-9066-8591ff9e4a93",
            "title": "Re: Re: I was performing for this culture by the\nway I dress and put on makeup",
            "text": "I probably adopt most trends from Western sources, because social media\nplatforms typically idealize and accentuate American culture. Being an\nadoptee doesn’t play into the process for me.",
            "tags": [
                "representation",
                "Asian beauty standards",
                "crisis"
            ],
            "parent_id": "a20e46c3-94ac-4583-a3f9-ae581c9a92c7"
        },
        {
            "timestamp": "2025-06-08T19:19:09.510685",
            "id": "b5e33331-daa8-48ad-8c08-44b00f9362c3",
            "title": "This depends on where i am",
            "text": "This definitely depends on where I am. Since I’m in China, I say I am American\nand if a Chinese person asks more I say I’m a 美籍华人 / Chinese-American. To\nother foreigners I also say I am American and may mention I was born in China,\nbut adopted at age one.",
            "tags": [
                "labels",
                "identity"
            ],
            "parent_id": "4fb66b72-861e-4dea-9a32-cac509482427"
        },
        {
            "timestamp": "2025-06-08T19:38:45.934851",
            "id": "37b4ba2d-b345-4b53-afa3-61b7b684defd",
            "title": "Re: This depends on where i am",
            "text": "In the US, I say I’m Asian/Chinese from Atlanta, Georgia. In China, I\nsay I’m American 美国人 from Atlanta, Georgia. I prefer to say\nAsian/Chinese-American initially. To me culture is a mix of where you\nare raised and what you identify as. I don’t say I’m only Asian or only\nAmerican because that ignores the other parts of my identity.",
            "tags": [
                "living abroad"
            ],
            "parent_id": "b5e33331-daa8-48ad-8c08-44b00f9362c3"
        },
        {
            "timestamp": "2025-06-08T19:38:58.754705",
            "id": "aea30a88-807d-48da-941c-49b2a4e6f7b1",
            "title": "Re: This depends on where i am",
            "text": "In the US, I say I’m Asian/Chinese from Atlanta, Georgia. In China, I\nsay I’m American 美国人 from Atlanta, Georgia. I prefer to say\nAsian/Chinese-American initially. To me culture is a mix of where you\nare raised and what you identify as. I don’t say I’m only Asian or only\nAmerican because that ignores the other parts of my identity.",
            "tags": [
                "living abroad"
            ],
            "parent_id": "b5e33331-daa8-48ad-8c08-44b00f9362c3"
        },
        {
            "timestamp": "2025-06-08T19:53:12.206614",
            "id": "be6f66c8-bf67-465a-86cf-a902bfb8100d",
            "title": "what it says in my legal documents",
            "text": "I was told that I was found outside of the orphanage gates. I don’t know anything else. I also\nhaven’t seen it written in any of my legal documents, so I’m not sure how my adoptive\nmother came to learn this information. I’m also not sure if she made it up in order to have\nmore of a ‘story’ when I asked her about my origins.",
            "tags": [
                "finding story",
                "legal documents"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T19:55:30.162935",
            "id": "7b7a3883-ba18-4a80-ac73-d4f1945927df",
            "title": "I wish I knew",
            "text": "I have a complicated relationship with my adoptive family. To me, I believe that true family\nis the people that you choose to keep around you. The people whom you love and who love\nyou. You might not always like each other, but the love runs deep. I have found family in\nclose friends and that’s enough for me. Truthfully, words like “lineage” and “ancestors”\ndon’t bother me. However, I do wish that I knew more about my genetics. Thinking\npractically, it would be so helpful to know if any diseases run in the family or what I am\nlikely to inherit later on. But I also would love to know if I look like either of my parents, if I\nhave any siblings out there who resemble me. Looking back, I was always secretly jealous\nwhen friends of mine would come from families who all had similar features because I\nnever had that.",
            "tags": [
                "genetics",
                "knowing"
            ],
            "parent_id": "5256185e-11eb-4aa6-9b7e-ef94d9ce1a35"
        },
        {
            "timestamp": "2025-06-08T19:56:24.972569",
            "id": "4d5eb4d0-3de0-4c10-a97b-18fad0a0e981",
            "title": "It was never a conversation in my house",
            "text": "My sister was also adopted from China, a few years after I was. Fortunately, I didn’t feel\ndifferent from her in the sense that she was biological and I was not. Three of my cousins\nwere also adopted, one from the Philippines and two were domestic US adoptions.\nAdoption was actually quite normalized in my family because of that. My mom was always\nvery intentional in being open with our adoption stories and would tell them over and over\nagain whenever we asked to hear them. Ever since I can remember, she would read this\nchildren’s book called “I Love You Like Crazy Cakes” about a woman who travels to China\nto adopt her daughter. I personally think that book was a very good decision and I\nappreciate having heard it over and over again. Despite all of us being adopted, my cousins\nand sister and I never talked about it. It was never really a conversation in our house.\nMaybe it felt like we’d talked it to death as young children and we were content with\npretending it didn’t exist anymore. It’s not as if I felt like I needed or wanted to talk about it,\neither. I was more than happy trying to blend in as a ‘normal’ person. I think it’s interesting\ntalking to other adoptees and asking how much their adoption was talked about over the\nyears within their families. I honestly don’t think my family did anything particularly wrong. They didn’t push either\nidentity on me. I remember one year, my mom printed off coloring sheets and ordered\nChinese food for my kindergarten class on Chinese New Year Day. At the time, I didn’t really\nunderstand the significance and I was just happy about being the most popular kid in class\nthat day. But looking back now, I see the intention and the heart behind it, but I also see the\nwrongness of it. She wanted to do something to celebrate one part of my identity, but it felt\nlike a showy and inauthentic way to do so.",
            "tags": [
                "sister",
                "Chinese New Year"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T19:56:37.947858",
            "id": "abd92514-4e0b-4f2f-bf10-833d1a5fea1c",
            "title": "Re: What are you?",
            "text": "I almost always respond to people that I’m from the US. Because it’s true. That’s the identity\nthat I feel closest to and the one that I’ve known the longest. It doesn’t bother me as much\nas it used to, maybe because I’ve come to expect the question from people. If pushed, then,\nyes, I’m Chinese-American. But I tend to only identify myself as American because it feels\nright. I’m Chinese, but I don’t own that identity. It gets awkward when people tell me that I\ndon’t look Chinese. I never know how to respond to that. I’ve had so many people tell me I\nlook like a different ethnicity, to which I usually awkwardly laugh and say I don’t know my\ngenetics so it’s possible. Part of me is curious at the fact that so many people think I don’t\nlook Chinese. But also a part of me wants to tell them that it’s none of their business.",
            "tags": [
                "labels",
                "identity"
            ],
            "parent_id": "4fb66b72-861e-4dea-9a32-cac509482427"
        },
        {
            "timestamp": "2025-06-08T19:57:18.785722",
            "id": "5bab6688-491d-497e-929a-40804c73f08e",
            "title": "Accessing Chinese identity",
            "text": "I hear the word ‘culture’ and I think of a more sociological definition. To me, at it’s most\nbasic understanding, it’s the learned language, customs, and beliefs shared within a people\ngroup. My learned language was English. My learned customs were of Western origins. My\nlearned beliefs were based on Roman Catholic ideology and Western principles. My own\nunderstanding of culture was shared by the people from my community growing up. That is\nvery different from my current community here in Shanghai. People have a broader\nunderstanding of culture as people are from/exposed to a variety of cultures. For example,\none of my closest friends here is from the United States as well. But she immigrated to the\nUS from the Ukraine as a young child and she still feels a strong connection to her\nUkrainian cultural identity. I think the fact that her parents are both strongly tied to their\nUkrainian origins plays a role in that, but it has been interesting conversing with others\nwho have somewhat dual cultural identities and hearing how they understand themselves.\nI know it doesn’t have to be one or the other – American or Chinese. But I think that,\ngrowing up, it very much felt that way. To the point where I ignored and tried to erase my\nChinese identity in an effort to be as American as I could be. And I don’t know if I have (or\nwant) access to that Chinese identity anymore.",
            "tags": [
                "access",
                "Chinese identity"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T19:58:05.596919",
            "id": "4de8a3b3-fb77-4393-a2e2-1a0bbc33ff81",
            "title": "I was once called a common white girl, and I was proud of it. ",
            "text": "I was called a common white girl once. And I was proud of it. I think for so much of my life\nand even now, if I’m being honest, I’ve simply wanted to fit in with the other girls. Who\nwere predominantly white in the social circles and school district that I grew up in. I’ve\nnever been called “too Chinese,” but I’ve definitely been called “not Chinese enough.” I\ndidn’t really hear that until I came to Shanghai three years ago and began working with\nlocal Chinese people – people who identify as Chinese and grew up within this culture. It\nwas never said as an insult, more so as a passing statement or a joke. And it didn’t really\nbother me because I don’t see myself as Chinese. But I think that if I wanted more of my\nChinese identity, those phrases would really hurt.",
            "tags": [
                "race",
                "whitewashed"
            ],
            "parent_id": "7965c409-075f-46f1-ad9f-07bf28e533f1"
        },
        {
            "timestamp": "2025-06-08T19:58:49.705026",
            "id": "92631716-2242-4557-b5ab-5b341e2410d6",
            "title": "Blending in ",
            "text": "Definitely American/Western sources. Truthfully, I felt very removed from Asian culture. It\nfelt ‘foreign’ to me and it honestly still does. I very much feel like a foreigner in China. Don’t\nget me wrong, Shanghai feels like home, but in the same way it does for any foreigner who\nenjoys living here. It doesn’t feel like my ‘homeland.’ My home country is America. Similarly\nto what I said in Question #10, growing up I just wanted to fit in with the other Americans\nin my city. I wanted to look like everyone else, talk like everyone else, be like everyone else.\nMy hairstyle is pretty basic, to be fair, but it somehow still looks more Western than\nChinese. Even though after three years of living here most of my clothes have been bought\nin Shanghai, I shop at Western stores like H&M and Zara. I’ve wondered before if I would\neven be able to pass for a local Chinese girl if I were to put on more ‘local Chinese’ clothing.\nI think for the longest time, I wanted to prove to everyone that I was just like everyone else.\nSo I would shop at Victoria’s Secret and Hollister and do whatever I could to blend in. I still\ndo that even now.",
            "tags": [
                "Western culture",
                "Asian culture",
                "foreign"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T20:13:25.486337",
            "id": "3ac160e5-cdda-42ce-8ce6-2c31f81f31ad",
            "title": "Unknowable truths",
            "text": "I paint pictures of different paths for the possibilities of me.To speculate, to hypothesize, to dream, brings me both pain and peace. I suppose that\\u2019s all we can do with unknowable truths.",
            "tags": [
                "unknown",
                "truths"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T20:16:54.102304",
            "id": "25793624-38c6-4d4e-a5ea-280a1e302597",
            "title": "Grief and Birth parents",
            "text": "How does one grieve someone whom they never knew? Are they even allowed it? Mother, father, are you listening? I await your permission",
            "tags": [
                "birth parents",
                "grief",
                "loss"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T20:18:42.905003",
            "id": "b6ec4657-2fc6-4cc4-8d57-b24c52516cf2",
            "title": "Shanghai Chinese adoptee symposium reflections",
            "text": "I often try to intellectualize my adoptee experience, something only learned in last 48 hours is a way of coping with the things that hurt us most. I write, I read, I code, I create, and I research about adoption and about China to try to make sense of it all. I have this fantasy that one day I’ll have written hundreds of peer-reviewed journals, been featured in the most renowned exhibitions, and produced the most ground-breaking research for all my family, friends, colleagues, past lovers, and enemies to see, and that when that day comes, they will finally see me, and I will be happy. I\\u2019m beginning to realize that perhaps deep down I chase this fantasy to cope with the things I am too afraid to feel. \\n\\nBut sometimes, no amount of thinking can mend the pain, suffering, and heartbreak that being an adoptee is. It doesn’t explain why I sometimes pray to every god I know begging for a reshuffling of the cards I’ve been dealt. It doesn’t explain how adoption makes me feel simultaneously confused, grounded, stupid, smart, ugly, beautiful, ashamed, and proud all at once. I thought I knew what would make me happy-what would heal me-but actually, I don’t have the slightest idea. At this year’s symposium, I asked myself to feel all of these things, without reaching into my back pocket of terminologies and APA citations for help. I sobbed, I laughed, I told stories. I allowed myself to have fun, and I allowed myself to grieve. I felt the comfort of reconnecting with old friends and the joy of making new ones. I got angry at the world for tearing us apart and then thanked it for bringing us together. Like 落叶归根 suggests, I let myself fall and flow with the wind. I let myself hit the ground. I let myself wither and seep into the soil. For once, I stop fighting and let gravity take over. I rest.",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T20:20:07.016979",
            "id": "6f85902b-2428-4026-9a20-5aad6ed728d5",
            "title": "My Adoptive parents",
            "text": "Growing up, the common expectation was that the adoptee ought to be eternally grateful to be in the lives of their adoptive parents. They ought to feel lucky to be a part of their lives. And in return, adoptive parents ought to be, well, good adoptive parents: they ought to see their child as their own, and they ought to support their child in their adoptee journey in any way that they can. Once these boxes have been ticked, criticism towards the adoptive parent and their methods ought to be completely out of line and seen as a sign of “disrespect” or “ungratefulness”. \n\nThis is not to say that I didn’t meet this expectation, I did very much so fit into this box, especially growing up. \n\nBut as I grow older and I begin to have thoughts and experiences that they could never even imagine, suddenly that unconditional support I felt as a kid, is no longer there.\n\nI feel myself drifting farther and farther apart from my parents, and I \nThe rose tinted glasses have come off, and I’ve grown to see my parents as not the perfect adoptive parents I once believed they were. But that is okay. We as adoptees need to realize that no matter how much we want to deny and avoid it, no matter how much we tell ourselves and those around us that yes, these Are are real parents and we wouldn’t trade them for the world, that there is always going to be a disconnect, a strain in our relationship that biological children will NEVER experience with their parents. It’s a feeling of unfamiliarity, of betrayal that the people you love so much might not be able to support your identity in the way that you wish. It’s that pit in your stomach that forms when you come home after months or years and feel like you are talking to strangers.\n\n\nYou still feel alone because it’s your own parents, the one two people in your life who you love and care for with all your heart, have betrayed you, by exhisting as white parents and refusing to acknowledge that their whiteness could and will harm their child. With zero ties to you or your heritage, it feels like betrayal when my parents chose to live in absolutely bum fuck no where, to send me to a private school with all white kids, to only be surrounded by their white-collar friends who were all white, who were all doctors, and who all had white, privileged kids. \n",
            "tags": [
                "white",
                "grateful"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T20:21:14.798596",
            "id": "3a9aedda-cb27-48d8-b514-8b4932a1fc8e",
            "title": "The Adoptee's Burden",
            "text": "It’s the trauma of racial shame that only increases as the years go by\nPiling up like a to-do list that never ends\n\nIt’s your entire life pre-adoption\nstuck to the bottom of your shoe like a wad of pink bubblegum \n\nit’s the obligation to try to understand a language that might not ever understand you \nthe \n\nit’s the guilt of never wanting anything to do with your birth parents. \nand the soul crushing disappointment of not being able to know them enough \n\nIt’s crippling responsibility of having to constantly educate your own parents on their whiteness  \ns\nIt’s the pressure to have your own kids, to not let your genome die in the Walmart parking lot of American suburbia. \n\nIt’s the need to be overly personal with people, just to see if they can understand, \nAs well as the regret of sharing too much \n\n\nThe adoptee’s burden is to have to constantly educate your own fucking parents on their whiteness.\n",
            "tags": [
                "trauma",
                "shame",
                "racial shame"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T20:23:30.203955",
            "id": "eb1f3c90-b6c8-481b-8c10-8e4a73fddd67",
            "title": "Sibling dynamics",
            "text": "I think family is the group of people you grow up with. My grandfather, who I’m really close with, is really into our family history, and when he says things like our family goes back to George Washington or something like that, I do feel included in this family. I also acknowledge that it’s not exactly my blood line, but it never bothered me. I love that my brothers never really made a big deal about it like I wasn’t  their Chinese or adopted sister, I was just their annoying little sister Amy. Friends of theirs who met me for the first time would always seem confused like wait she’s Asian? I wouldn’t say this is a huge challenge, but i’ve definitely been mistaken as my brother’s girlfriend.",
            "tags": [
                "sister",
                "siblings"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T20:25:34.176010",
            "id": "4b1ae3e8-40ca-4404-8230-9146c7260dff",
            "title": "I identify more with American culture...",
            "text": "I identify more with American culture, but I think that is because I am a foreigner living in China. If I was back home in Charlotte, NC, I may feel excluded from the culture at times. Even watching from afar on social media, I see how I identify less and less with my hometown and more with the people around me (who also look more like me). I think being an adoptee has at times definitely made it hard feeling close to Asian or Chinese-American culture because I didn’t grow up in Asian environments. I didn’t have Asian family members, so some of the commonalities many Asians have I feel left out of. Still, I look Chinese and when a stranger sees me at first glance, they don’t  know my upbringing or background, so I am subject to discrimination just like any other Asian looking person, so there is some solidarity in that. I may have different life experiences than other Asians, but there is still a strong sense of Chineseness or Asianness that can’t be stripped away even though I am adopted.",
            "tags": [
                "race",
                "American culture",
                "Asian solidarity"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T20:27:18.375018",
            "id": "acd89d0f-65ec-44be-bf98-b347de702553",
            "title": "My thoughts on 'being in the fog'",
            "text": "There are two main viewpoints on adoption. The first, more commonly understood one, is that adoption is the altruistic act of helping a child in need, giving them a better life than they would have had if they weren’t adopted. This is what the adoption industry wants you to believe. This is what most people in your life want you to believe. This is what so many adoptive parents want you to believe. \n\tThe second viewpoint, is the one I would hope that by the end of reading this, you can come to terms with, which is that adoption is not an individual act of                                             mc , but a carefully calculated transaction of human capital, part of a larger, global network that is used as a tool of modern day colonialism and white supremacy. This is the perspective that no one wants to talk about. This is the perspective that gets people looking at you like you’re crazy. This is the perspective that is so incredibly hard to digest. \n\tOf course, one could say that these two perspectives are the two extremes of a much wider, diverse, range of perspectives out there. It could be said that making sense of one’s own adoption is as much as it is a rocky road as it is a spectrum, with the two extremes being on either end of it. The unfortunate thing is, while I would love for revery adoptee out there to be able to understand how turbulent, traumatic, and inherently problematic adoption is, it’s an opinion that most consider too radical to even consider. Not every adoptee will reach this point ever in their life, and if they do, there’s no telling how long it will take. Moreover, there are so many factors that play into the likelihood and the timeframe of an adoptee’s journey out of The Fog. For example, the town in which one grew up in, how open one’s parents are about adoption, their relationship and proximity to other Chinese people, their knowledge of adoption, are just some of the many factors that play a role in an adoptee’s discovery of their past. Of course, I also strongly believe that it also has to do with the personality of an adoptee, regardless of external factors. All adoptees, just like non-adoptees, are so different from one another, and will have different experiences no matter what. \n\tIn my experience, I grew up with parents who, for the most part, were incredibly supportive of who I was as an adoptee. They took me to Chinese school, let me learn Chinese, travelled with me to China, etc. Whether they’ve been able to accept the responsibility and take restorative action for the trauma they have caused me—that’s a different story that I discuss in a different chapter. Though all in all, I would say I finally got out of being in the fog when I was a freshman in college, and since then, I’ve been constantly reflecting on, criticizing, researching, and questioning my upbringing, trying to realign my past and present so that I can continue to work through the trauma in my life. \n",
            "tags": [
                "in the fog",
                "racism"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T21:18:25.183780",
            "id": "c8741267-e41a-49f0-9117-51d2be863543",
            "title": "hello",
            "text": "testing topic modelling",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T21:18:51.091609",
            "id": "18734aca-a6d2-425b-9201-b6f1ca7645ce",
            "title": "hello",
            "text": "testing topic modelling",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T21:37:41.777095",
            "id": "f2123904-c7b4-4a3e-9543-5fbf16c49876",
            "title": "hellooo",
            "text": "testing tpic modelling",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T21:44:15.930466",
            "id": "45b89fc8-1ebf-4bfe-bc6f-843de85b9f15",
            "title": "I'm not like my parents",
            "text": "I think people like to play too much into the idea that your adoptive parents are “just like” your real parents, that there isn’t really such a thing as “adoptive” parents - they are just your parents. And while this blanket statement was helpful during my adolescence when I was constantly dealing with people asking me with a condescending glare, “who are your REAL parents?”, now this type of rhetoric seems to do more harm than good. Because as you grow older you begin to be able to formulate and vocalize real, objective opinions about your parents; you gain a valuable perspective on the type of people your parents are, their values and morals. However, being adopted and coming from a relatively healthy childhood complicates this, because even now, though I’m able to critically examine where my parents have “gone wrong” — not only as parents but as ADOPTIVE parents — , I find myself feeling guilty for having such opinions, because I’ve been conditioned my whole life to believe that these are in fact my real parents and I should be eternally grateful for that. And so at almost 21 years old I’m grappling with the reality that my parents and I view the world very differently—socially, politically—and a large part of that has to do with me being adopted, and a large part of me struggling to come to terms with that is the expectations that are set for adoptive parents and their children. ",
            "tags": [
                "adoptive parents"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T22:17:09.245704",
            "id": "074c1eb9-08f9-42ce-9e20-e90d28cece97",
            "title": "What it means to grow up",
            "text": "I think we probably have all experienced some form of growing distance fro your parents. It’s an inevitable part of growing up. You mature and realize that some things your parents do just annoy the fuck out of you. And there’s also some things your parents do or might say that you’ve just come to not agree with. ",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T22:17:31.564585",
            "id": "2753dd2f-82f0-4e7a-9458-11c669ab479f",
            "title": "What it means to grow up",
            "text": "I think we probably have all experienced some form of growing distance fro your parents. It’s an inevitable part of growing up. You mature and realize that some things your parents do just annoy the fuck out of you. And there’s also some things your parents do or might say that you’ve just come to not agree with. ",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-08T22:19:00.167177",
            "id": "3aa2e75f-c186-4140-8279-013b4c9c19a9",
            "title": "What it means to grow up",
            "text": "I think we probably have all experienced some form of growing distance fro your parents. It’s an inevitable part of growing up. You mature and realize that some things your parents do just annoy the fuck out of you. And there’s also some things your parents do or might say that you’ve just come to not agree with. ",
            "tags": [],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-16T11:03:47.549803",
            "id": "a034cb84-c8b3-4e5a-b58a-abfecf5bf6ab",
            "title": "Not being enough",
            "text": "To be honest I probably have at one point, but when I was younger like in middle\nand high school, I think I brushed a lot of these things off and looking back there\nwere probably loads of microaggressions that I didn’t even realize were\nmicroaggressions at the time (not to sound too much like a victim lol). I think\ngrowing up I don’t remember a specific instance where someone said this, but I\nfeel like the general vibe was like oh Amy you’re not like the other Asians, you’re\nmore like us, which is like oh cool I am accepted, but on the other hand awful\nbecause it’s like a whole part of my identity is devalued. It’s like you are\nrewarded for your whiteness.",
            "tags": [
                "whitewashed",
                "race"
            ],
            "parent_id": null
        },
        {
            "timestamp": "2025-06-16T11:04:28.833987",
            "id": "d1be9080-b409-49b1-adfb-3228d71ae0a9",
            "title": "Not being enough",
            "text": "To be honest I probably have at one point, but when I was younger like in middle\nand high school, I think I brushed a lot of these things off and looking back there\nwere probably loads of microaggressions that I didn’t even realize were\nmicroaggressions at the time (not to sound too much like a victim lol). I think\ngrowing up I don’t remember a specific instance where someone said this, but I\nfeel like the general vibe was like oh Amy you’re not like the other Asians, you’re\nmore like us, which is like oh cool I am accepted, but on the other hand awful\nbecause it’s like a whole part of my identity is devalued. It’s like you are\nrewarded for your whiteness.",
            "tags": [
                "whitewashed",
                "race"
            ],
            "parent_id": null
        }
    ],
    "tag_dict": {
        "identity": [
            "7538efe0-0be5-469c-a4ce-0c337fba2578",
            "4fb66b72-861e-4dea-9a32-cac509482427",
            "b5e33331-daa8-48ad-8c08-44b00f9362c3",
            "abd92514-4e0b-4f2f-bf10-833d1a5fea1c"
        ],
        "culture": [
            "7538efe0-0be5-469c-a4ce-0c337fba2578",
            "09f96d18-7b17-4dac-954e-925a897efda9",
            "fb8ae6e7-1f5e-41d9-9c7e-69335df8a421",
            "8fa7230d-5d4d-4be8-b84f-c1da9626373f"
        ],
        "American": [
            "7538efe0-0be5-469c-a4ce-0c337fba2578",
            "7a3ad1f7-94d5-49cd-b3ff-7899e99185aa",
            "8fa7230d-5d4d-4be8-b84f-c1da9626373f"
        ],
        "finding story": [
            "8769f988-da54-41f7-aafb-d8f44fc912c6",
            "4675e8fc-0ba1-46ba-9b24-91a11d1c2194",
            "411db359-80f7-440a-8859-c466cfc522a1",
            "c5ce0395-e373-45f9-b072-83176c5495dc",
            "42d33c3c-ca34-4e66-8bc0-e92e886f3344",
            "dc450570-bb98-4bc0-8fa0-20b1bbbb2a8e",
            "be6f66c8-bf67-465a-86cf-a902bfb8100d"
        ],
        "adoptive parents": [
            "feacc706-01df-4f70-9116-9c5fa8b39e89",
            "35fdac1a-92bd-4765-a41e-abf482f6caab",
            "45b89fc8-1ebf-4bfe-bc6f-843de85b9f15"
        ],
        "family": [
            "feacc706-01df-4f70-9116-9c5fa8b39e89",
            "934c24c8-6f17-42ac-acbb-7fd0d5f029ee"
        ],
        "": [
            "feacc706-01df-4f70-9116-9c5fa8b39e89",
            "27e2b931-ffa4-4a5c-96fe-2f44232c97b6"
        ],
        "representation": [
            "09f96d18-7b17-4dac-954e-925a897efda9",
            "fb8ae6e7-1f5e-41d9-9c7e-69335df8a421",
            "139299cb-ddd9-4b18-991a-05d9ccd31126",
            "a20e46c3-94ac-4583-a3f9-ae581c9a92c7",
            "eed842f4-049e-45ce-9066-8591ff9e4a93"
        ],
        "media": [
            "09f96d18-7b17-4dac-954e-925a897efda9",
            "fb8ae6e7-1f5e-41d9-9c7e-69335df8a421"
        ],
        "race": [
            "35fdac1a-92bd-4765-a41e-abf482f6caab",
            "be0682b3-939b-430e-a18c-dc057b514d5d",
            "2e3fd5b0-8dec-466e-9dcc-897cd93cc178",
            "f6cee306-e559-4596-9cf7-777115f969ef",
            "4de8a3b3-fb77-4393-a2e2-1a0bbc33ff81",
            "4b1ae3e8-40ca-4404-8230-9146c7260dff",
            "a034cb84-c8b3-4e5a-b58a-abfecf5bf6ab",
            "d1be9080-b409-49b1-adfb-3228d71ae0a9"
        ],
        "labels": [
            "4fb66b72-861e-4dea-9a32-cac509482427",
            "24073794-149b-4d70-85ba-039f8c6cdd6f",
            "20d304dd-beba-4fcc-849e-4b01e370bd0d",
            "b5e33331-daa8-48ad-8c08-44b00f9362c3",
            "abd92514-4e0b-4f2f-bf10-833d1a5fea1c"
        ],
        "whitewashed": [
            "849fef49-cd8b-4a0d-a5c5-1759205e9b7f",
            "4de8a3b3-fb77-4393-a2e2-1a0bbc33ff81",
            "a034cb84-c8b3-4e5a-b58a-abfecf5bf6ab",
            "d1be9080-b409-49b1-adfb-3228d71ae0a9"
        ],
        "Asian-American": [
            "849fef49-cd8b-4a0d-a5c5-1759205e9b7f",
            "aaf2be86-0732-4826-8caa-54fad9592556"
        ],
        "missing heritage": [
            "934c24c8-6f17-42ac-acbb-7fd0d5f029ee"
        ],
        "ancestry": [
            "934c24c8-6f17-42ac-acbb-7fd0d5f029ee",
            "5256185e-11eb-4aa6-9b7e-ef94d9ce1a35",
            "e17a550b-6b86-420b-a2c9-166037cae6d4",
            "4b3b5657-fef3-438a-97b7-8d58f43125bb"
        ],
        "beauty": [
            "be0682b3-939b-430e-a18c-dc057b514d5d"
        ],
        "ABC": [
            "7a3ad1f7-94d5-49cd-b3ff-7899e99185aa",
            "aaf2be86-0732-4826-8caa-54fad9592556"
        ],
        "college": [
            "fefd2702-a3be-4c14-9b33-44489205ca6d",
            "20d304dd-beba-4fcc-849e-4b01e370bd0d"
        ],
        "language": [
            "fefd2702-a3be-4c14-9b33-44489205ca6d",
            "1d31658e-8075-4af3-b4ad-16d0a65178f5"
        ],
        "Asian beauty standards": [
            "139299cb-ddd9-4b18-991a-05d9ccd31126",
            "a20e46c3-94ac-4583-a3f9-ae581c9a92c7",
            "41f2ccf1-2049-482c-972c-26b252c2134c",
            "eed842f4-049e-45ce-9066-8591ff9e4a93"
        ],
        "crisis": [
            "139299cb-ddd9-4b18-991a-05d9ccd31126",
            "a20e46c3-94ac-4583-a3f9-ae581c9a92c7",
            "eed842f4-049e-45ce-9066-8591ff9e4a93"
        ],
        "lineage": [
            "5256185e-11eb-4aa6-9b7e-ef94d9ce1a35",
            "e17a550b-6b86-420b-a2c9-166037cae6d4",
            "5844d222-d7d0-49d6-9498-429db1dd006e",
            "44f13987-3268-4901-8edc-b930d1e89023",
            "4b3b5657-fef3-438a-97b7-8d58f43125bb"
        ],
        "Western beauty": [
            "a349e8ae-d62e-44ce-b3f0-1ecfffe5336d"
        ],
        "beauty standards": [
            "a349e8ae-d62e-44ce-b3f0-1ecfffe5336d"
        ],
        "adoptive family": [
            "e17a550b-6b86-420b-a2c9-166037cae6d4"
        ],
        "white family": [
            "e17a550b-6b86-420b-a2c9-166037cae6d4",
            "2e3fd5b0-8dec-466e-9dcc-897cd93cc178"
        ],
        "transracial": [
            "2e3fd5b0-8dec-466e-9dcc-897cd93cc178"
        ],
        "appearance": [
            "41f2ccf1-2049-482c-972c-26b252c2134c"
        ],
        "adoptee community": [
            "898088d3-22fc-4264-adca-c949526ae677"
        ],
        "birthday": [
            "c5ce0395-e373-45f9-b072-83176c5495dc"
        ],
        "ancenstry": [
            "5844d222-d7d0-49d6-9498-429db1dd006e",
            "44f13987-3268-4901-8edc-b930d1e89023"
        ],
        "growing up": [
            "c748364f-9338-4bcd-9256-dbb2fcaed320"
        ],
        "Asian-american": [
            "c748364f-9338-4bcd-9256-dbb2fcaed320"
        ],
        "dysphoric": [
            "f6cee306-e559-4596-9cf7-777115f969ef"
        ],
        "suffering": [
            "f6cee306-e559-4596-9cf7-777115f969ef"
        ],
        "abandonment": [
            "f6cee306-e559-4596-9cf7-777115f969ef"
        ],
        "Western culture": [
            "27e2b931-ffa4-4a5c-96fe-2f44232c97b6",
            "92631716-2242-4557-b5ab-5b341e2410d6"
        ],
        "biology": [
            "4b3b5657-fef3-438a-97b7-8d58f43125bb"
        ],
        "Asian": [
            "bf305d11-33a5-48ea-92e8-8ecf6ca89381",
            "24073794-149b-4d70-85ba-039f8c6cdd6f",
            "20d304dd-beba-4fcc-849e-4b01e370bd0d"
        ],
        "Chinese-American": [
            "bf305d11-33a5-48ea-92e8-8ecf6ca89381"
        ],
        "COVID-19": [
            "33ce063e-3eae-4e93-a3f9-6937401245e1"
        ],
        "high school": [
            "33ce063e-3eae-4e93-a3f9-6937401245e1"
        ],
        "transparency": [
            "1d31658e-8075-4af3-b4ad-16d0a65178f5"
        ],
        "intersectionality": [
            "24073794-149b-4d70-85ba-039f8c6cdd6f",
            "20d304dd-beba-4fcc-849e-4b01e370bd0d"
        ],
        "Portland": [
            "24073794-149b-4d70-85ba-039f8c6cdd6f",
            "20d304dd-beba-4fcc-849e-4b01e370bd0d"
        ],
        "school": [
            "f5922f02-0d94-4ea9-9951-f66c5e9c11ef"
        ],
        "divserity": [
            "f5922f02-0d94-4ea9-9951-f66c5e9c11ef"
        ],
        "POC": [
            "f5922f02-0d94-4ea9-9951-f66c5e9c11ef"
        ],
        "living abroad": [
            "37b4ba2d-b345-4b53-afa3-61b7b684defd",
            "aea30a88-807d-48da-941c-49b2a4e6f7b1"
        ],
        "legal documents": [
            "be6f66c8-bf67-465a-86cf-a902bfb8100d"
        ],
        "genetics": [
            "7b7a3883-ba18-4a80-ac73-d4f1945927df"
        ],
        "knowing": [
            "7b7a3883-ba18-4a80-ac73-d4f1945927df"
        ],
        "sister": [
            "4d5eb4d0-3de0-4c10-a97b-18fad0a0e981",
            "eb1f3c90-b6c8-481b-8c10-8e4a73fddd67"
        ],
        "Chinese New Year": [
            "4d5eb4d0-3de0-4c10-a97b-18fad0a0e981"
        ],
        "access": [
            "5bab6688-491d-497e-929a-40804c73f08e"
        ],
        "Chinese identity": [
            "5bab6688-491d-497e-929a-40804c73f08e"
        ],
        "Asian culture": [
            "92631716-2242-4557-b5ab-5b341e2410d6"
        ],
        "foreign": [
            "92631716-2242-4557-b5ab-5b341e2410d6"
        ],
        "unknown": [
            "3ac160e5-cdda-42ce-8ce6-2c31f81f31ad"
        ],
        "truths": [
            "3ac160e5-cdda-42ce-8ce6-2c31f81f31ad"
        ],
        "birth parents": [
            "25793624-38c6-4d4e-a5ea-280a1e302597"
        ],
        "grief": [
            "25793624-38c6-4d4e-a5ea-280a1e302597"
        ],
        "loss": [
            "25793624-38c6-4d4e-a5ea-280a1e302597"
        ],
        "white": [
            "6f85902b-2428-4026-9a20-5aad6ed728d5"
        ],
        "grateful": [
            "6f85902b-2428-4026-9a20-5aad6ed728d5"
        ],
        "trauma": [
            "3a9aedda-cb27-48d8-b514-8b4932a1fc8e"
        ],
        "shame": [
            "3a9aedda-cb27-48d8-b514-8b4932a1fc8e"
        ],
        "racial shame": [
            "3a9aedda-cb27-48d8-b514-8b4932a1fc8e"
        ],
        "siblings": [
            "eb1f3c90-b6c8-481b-8c10-8e4a73fddd67"
        ],
        "American culture": [
            "4b1ae3e8-40ca-4404-8230-9146c7260dff"
        ],
        "Asian solidarity": [
            "4b1ae3e8-40ca-4404-8230-9146c7260dff"
        ],
        "in the fog": [
            "acd89d0f-65ec-44be-bf98-b347de702553"
        ],
        "racism": [
            "acd89d0f-65ec-44be-bf98-b347de702553"
        ]
    }
}